{
  "NotFoundPage": {
    "title": "Oops!",
    "description":"404 - The Page can't be found",
    "button": "Go To Homepage"
  },
  "navbar": {
    "present": {
      "title": "Present",
      "route": "/"
    },
    "skills": {
      "title": "Skills",
      "route": "#skills"
    },
    "contact": {
      "title": "Contact",
      "route": "#contact"
    }
  },
  "CardHello": {
    "card-hello-top-me-title": "Hi, I’m Lorenzo.",
    "card-hello-top-me-role": "Frontend Developer",
    "card-hello-title": "Passionate to pursue the technology.",
    "card-hello-description": "I enjoy learning new things and try to overcome new challenges while analyzing how I improved through them."
  },
  "experience": {
    "title": "Works",
    "paragraph": "I am a passionate self-taught software developer seeking new challenges. I specialize in front-end and serverless backend development using TypeScript, React.js, and Node.js. Even when faced with challenging problems, I know how to address them with patience, determination, and unwavering perseverance.",

    "Autonomous": {
      "id": "1",
      "achievements": "Portal with Authentication: I developed a portal with authentication options via email or Google to ensure user security. | Task Dashboard: I created an intuitive dashboard allowing users to efficiently manage their tasks, with visual graphics providing a clear view of progress. | ReactJS Projects: I participated in several projects involving ReactJS, Tailwind, Node.js, MongoDB, and other technologies, contributing to the development of innovative and scalable solutions. |Added by me: Additionally, I focused on optimizing performance and usability in each project, always aiming to deliver a high-quality user experience. | Login System: I implemented a secure and user-friendly login system to ensure user authentication. | Design Process: I led the design process from the prototyping stage in Figma to code implementation, ensuring a consistent and engaging user experience. | Technologies Used: To develop this platform, I utilized technologies such as Next.js, TailwindCSS, TypeScript, ReactUI, daisyUI."
    },
    "SIA-srl": {
      "id": "2",
      "achievements": "Device Management | Installation and repair of Apple devices | Package shipments and storage management | Problem solving"
    }
  },
  "projects": {
    "1": {
      "description": "Implemented a secure and user-friendly login system."
    },
    "2": {
      "description": "Intuitive Administrator dashboard for users."
    },
    "3": {
      "description": "The best burgers."
    },
    "4": {
      "description": "Calculate your age."
    }
  },
  "Skills": {
    "card-skills-subtitle": "I constantly try to improve myself",
    "card-skills-title": "Currently, I am learning TypeScript.",
    "card-skills-description": "I am also learning TailwindCSS via my open source repos. Other than that, I also constantly practice web design."
  },
  "Contact": {
    "card-contact-title": "Contact me",
    "card-contact-description": "Make a contact via email or twitter DMs."
  },
  "Footer": {
    "copyright": " - Lorenzo Muñoz"
  }
}