{
  "NotFoundPage": {
    "title": "Pagina no encotrada",
    "description":"Oops! It seems like you've stubled upon a page that doesn't exist."
  },
  "navbar": {
    "present": {
      "title": "Present",
      "route": "/"
    },
    "skills": {
      "title": "Proyectos",
      "route": "#skills"
    },
    "contact": {
      "title": "Contacto",
      "route": "#contact"
    }
  },
  "CardHello": {
    "card-hello-top-me-title": "Hola, soy Lorenzo.",
    "card-hello-top-me-role": "Frontend Developer",
    "card-hello-title": "Apasionado por seguir la tecnología.",
    "card-hello-description": "Disfruto aprendiendo cosas nuevas e intento superar nuevos desafíos mientras analizo cómo mejorar a través de ellos."
  },
  "experience": {
    "title": "Experiencia",
    "paragraph": "Soy un apasionado desarrollador de software autodidacta que busca nuevos desafíos. Me especializo en desarrollo front-end y backend sin servidor utilizando TypeScript, React.js y Node.js. Incluso cuando me enfrento a problemas desafiantes, sé cómo abordarlos con paciencia, determinación y perseverancia inquebrantable.",

    "Autonomous": {
      "id": "1",
      "achievements": "Portal con Autenticación: Desarrollé un portal con opciones de autenticación mediante correo electrónico o Google para garantizar la seguridad de los usuarios. | Dashboard de Tareas: Creé un dashboard intuitivo que permite a los usuarios administrar sus tareas de manera eficiente, con gráficos visuales que proporcionan una visión clara del progreso. | Proyectos ReactJS: Participé en varios proyectos que involucraban ReactJS, Tailwind, Node.js, MongoDB y otras tecnologías, contribuyendo al desarrollo de soluciones innovadoras y escalables. | Añadido por mí: Además, me enfoqué en la optimización del rendimiento y la usabilidad en cada proyecto, buscando siempre ofrecer una experiencia de usuario de alta calidad.| Sistema de Inicio de Sesión: Implementé un sistema de inicio de sesión seguro y fácil de usar para garantizar la autenticación de los usuarios. | Proceso de Diseño: Lideré el proceso de diseño desde la etapa de prototipado en Figma hasta la implementación del código, asegurando una experiencia de usuario coherente y atractiva. |Tecnologías Utilizadas: Para desarrollar esta plataforma, utilicé tecnologías como Next.js, TailwindCSS, TypeScript, ReactUI, daisyUI."
    },
    "SIA-srl": {
      "id": "2",
      "achievements": "Gestión de dispositivos | Instalación y reparación de dispositivos Apple | Correo y gestión de correo | Resolución de problemas"
    }
  },
  "projects": {
    "1": {
      "description": "Implementé un sistema de inicio de sesión seguro y fácil de usar."
    },
    "2": {
      "description": "Panel de administrador intuitivo para usuarios."
    },
    "3": {
      "description": "Las mejores hamburguesas."
    },
    "4": {
      "description": "Calcula tu edad."
    }
  },
  "Skills": {
    "card-skills-subtitle": "Intento mejorar constantemente",
    "card-skills-title": "Actualmente estoy aprendiendo TypeScript.",
    "card-skills-description": "También estoy aprendiendo TailwindCSS a través de mis repositorios de código abierto. Aparte de eso, también practico constantemente el diseño web."
  },
  "Contact": {
    "card-contact-title": "Contáctame",
    "card-contact-description": "Haga un contacto por correo electrónico o DM de Twitter."
  },
  "Footer": {
    "copyright": " - Lorenzo Muñoz"
  }
}