{
  "NotFoundPage": {
    "title": "Pagina non trovata",
    "description":"Oops! It seems like you've stubled upon a page that doesn't exist."
  },
  "navbar": {
    "present": {
      "title": "Inizio",
      "route": "/"
    },
    "skills": {
      "title": "Progetti",
      "route": "#skills"
    },
    "contact": {
      "title": "Contatto",
      "route": "#contact"
    }
  },
  "CardHello": {
    "card-hello-top-me-title": "Ciao, sono Lorenzo.",
    "card-hello-top-me-role": "Frontend Developer",
    "card-hello-title": "Amante della tecnologia.",
    "card-hello-description": "Mi piace imparare cose nuove e provare a superare nuove sfide analizzando come sono migliorato attraverso di esse."
  },
  "experience": {
    "title": "Esperienza",
    "paragraph": "Sono un appassionato sviluppatore di software autodidatta alla ricerca di nuove sfide. Sono specializzato nello sviluppo front-end e backend serverless utilizzando TypeScript, React.js e Node.js. Anche di fronte a problemi impegnativi, so come affrontarli con pazienza, determinazione e incrollabile perseveranza.",

    "Autonomous": {
      "id": "1",
      "achievements": "Portale con Autenticazione: Ho sviluppato un portale con opzioni di autenticazione tramite email o Google per garantire la sicurezza degli utenti. | Dashboard delle Attività: Ho creato un cruscotto intuitivo che consente agli utenti di gestire efficacemente le loro attività, con grafici visivi che forniscono una chiara visione del progresso. | Progetti ReactJS: Ho partecipato a diversi progetti che coinvolgevano ReactJS, Tailwind, Node.js, MongoDB e altre tecnologie, contribuendo allo sviluppo di soluzioni innovative e scalabili. | Aggiunta da parte mia: Inoltre, mi sono concentrato sull'ottimizzazione delle prestazioni e dell'usabilità in ogni progetto, cercando sempre di offrire un'esperienza utente di alta qualità. | Sistema di Login: Ho implementato un sistema di login sicuro e user-friendly per garantire l'autenticazione degli utenti. | Processo di Design: Ho guidato il processo di design dalla fase di prototipazione in Figma all'implementazione del codice, garantendo un'esperienza utente coerente e coinvolgente. | Tecnologie Utilizzate: Per sviluppare questa piattaforma, ho utilizzato tecnologie come Next.js, TailwindCSS, TypeScript, ReactUI, daisyUI."
    },
    "SIA-srl": {
      "id": "2",
      "achievements": "Gestione dispositivi | Installazione e riparazione di dispositivi Apple | Spedizioni e gestione magazino | Risoluzione dei problemi."
    }
  },
  "projects": {
    "1": {
      "description": "Implementato un sistema di accesso sicuro e facile da usare."
    },
    "2": {
      "description": "Dashboard amministratore intuitivo per gli utenti."
    },
    "3": {
      "description": "I migliori hamburger."
    },
    "4": {
      "description": "Il tuo clima, la tua previsione!"
    },
    "button": "Atri Progetti"
  },
  "Skills": {
    "card-skills-subtitle": "Cerco costantemente di migliorarmi",
    "card-skills-title": "Attualmente sto imparando TypeScript.",
    "card-skills-description": "Sto anche imparando TailwindCSS tramite i miei repository open source. Oltre a questo, pratico costantemente anche il web design."
  },
  "Contact": {
    "card-contact-title": "Contattami",
    "card-contact-description": "Stabilisci un contatto via e-mail o DM su Twitter."
  },
  "Footer": {
    "copyright": " - Lorenzo Migliorati Muñoz"
  }
}